Revit 2027 API
ParameterTypeId.GridBubbleEndn2 Property
 "Plan View Symbols End 2 (Default)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridBubbleEndn2 { get; }
Public Shared ReadOnly Property GridBubbleEndn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridBubbleEndn2 {
	ForgeTypeId^ get ();
}
static member GridBubbleEndn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace